const questions = [
  {
    title: '№1. Оберіть тип нерухомості ',
    name: 'type',
    answers: [
      { 
        text: 'Новобудова', 
        value: 'Новобудова',
      },
      {
        text: 'Вторинне житло',
        value: 'Вторинне житло',
      },
      {
        text: 'Будинок/Коттедж ',
        value: 'Будинок/Коттедж ',
      },
      {
        text: 'Комерційна',
        value: 'Комерційна',
      },
    ],
  },
  {
    title: '№2. Вкажіть загальну площу об’єкту: ',
    name: 'area',
    answers: [
      {
        text: 'до 50 м2',
        value: 'до 50 м2',
      },
      {
        text: '50-80 м2',
        value: '50-80 м2',
      },
      {
        text: '80-100 м2',
        value: '80-100 м2',
      },
      {
        text: '100+ м2',
        value: '100+ м2',
      },
    ],
  },
  {
    title: '№3. Чи є дизайн-проєкт ?',
    name: 'project',
    answers: [
      { 
        text: 'Так', 
        value: 'Так',
      },
      {
        text: 'Ні',
        value: 'Ні',
      },
      {
        text: ' Хочу замовити дизайн проект ',
        value: ' Хочу замовити дизайн проект ',
      },
    ],
  },
  {
    title: '№4. Коли потрібно почати ремонтні роботи?',
    name: 'start',
    answers: [
      {
        text: 'Якнайшвидше ',
        value: 'Якнайшвидше ',
      },
      {
        text: 'Протягом 2х тижнів',
        value: 'Протягом 2х тижнів',
      },
      {
        text: 'Протягом місяця',
        value: 'Протягом місяця',
      },
      {
        text: 'Все залежить від ціни',
        value: 'Все залежить від ціни',
      },
    ],
  },
]
