export default [
  {
    title: '№1. Оберіть тип нерухомості ',
    answers: [
      { 
        text: 'Новобудова', 
        value: 'Новобудова',
        pic: 'image/quiz/step_1_img_1.webp',
      },
      {
        text: 'Вторинне житло',
        value: 'Вторинне житло',
        pic: 'image/quiz/step_1_img_2.webp',
      },
      {
        text: 'Будинок/Коттедж ',
        value: 'Будинок/Коттедж ',
        pic: 'image/quiz/step_1_img_3.webp',
      },
      {
        text: 'Комерційна',
        value: 'Комерційна',
        pic: 'image/quiz/step_1_img_4.webp',
      },
    ],
  },
  {
    title: '№2. Вкажіть загальну площу об’єкту: ',
    answers: [
      {
        text: 'до 50 м2',
        value: 'до 50 м2',
      },
      {
        text: '50-80 м2',
        value: '50-80 м2',
      },
      {
        text: '80-100 м2',
        value: '80-100 м2',
      },
      {
        text: '100+ м2',
        value: '100+ м2',
      },
    ],
  },
  {
    title: '№3. Чи є дизайн проект ?',
    answers: [
      { 
        text: 'Так', 
        value: 'Так',
      },
      {
        text: 'Ні',
        value: 'Ні',
      },
      {
        text: ' Хочу замовити дизайн проект ',
        value: ' Хочу замовити дизайн проект ',
      },
    ],
  },
  {
    title: '№4. Коли потрібно почати ремонтні роботи?',
    answers: [
      {
        text: 'Якнайшвидше ',
        value: 'Якнайшвидше ',
      },
      {
        text: 'Протягом 2х тижнів',
        value: 'Протягом 2х тижнів',
      },
      {
        text: 'Протягом місяця',
        value: 'Протягом місяця',
      },
      {
        text: 'Все залежить від ціни',
        value: 'Все залежить від ціни',
      },
    ],
  },
]
